<?php
echo "
코디탑텐은 정보통신부에서 시행하는 정보통신망 이용촉진 등에 관한 법률상의 개인정보 보호제도에 따라 회원들의 개인정보 관리에 만전을 기하고 있으며 회원들이 코디탑텐의 모든 서비스를 안심하고 이용할 수 있도록 하기 위해 항상 최선을 다하고 있습니다.
정부의 관련 법률 및 지침의 변경 또는 코디탑텐 정책 변화에 따라 개인정보보호정책은 임의로 변경될 수 있으니 사용자 보호 정책에 관심을 가지고 수시로 확인하시기 바랍니다.
1. 개인정보의 수집 종류 및 이용목적
2. 개인정보 수집 범위 및 이용목적
3. 개인정보 제공 및 공유
4. 개인정보의 보유기간 및 이용기간
5. 개인정보의 변경 및 회원탈퇴
6. 개인정보 보호를 위한 기술적, 제도적 관리
7. 쿠키(cookie) 운영
8. 어린이 정보보호 조항
9. 개인정보 관리 책임자의 소속 성명 및 연락처



 1.개인정보의 수집 종류 및 이용목적


코디탑텐은 가입신청 시 기본적인 서비스 제공을 위해 이름, 생년월일, 성별, 주소지, 핸드폰 등 최적의 맞춤화된 서비스 제공을 목적으로 하며, 그 외의 다른 목적으로 사용하기 위해 공개하지 않는 것을 원칙으로 합니다.
코디탑텐은 회원님이 본 사이트를 최대한 효과적으로 이용하기 위하여 반드시 필요한 최소한의 정보 이외는 요구 하지 않습니다.

코디탑텐은 회원에게 보다 나은 서비스와 맞춤 서비스를 제공하기 위해 관심분야에 관한 추가정보를 수집할 수도 있으며, 이러한 경우에는 회원의 동의 하에서 이루어지며 회원은 거부할 수 있습니다.



 2. 개인정보 수집 범위 및 방법


코디탑텐은 귀하가 회원 가입 시에 개인정보보호정책 조항이 포함되어 있는 서비스약관에 [동의] 버튼 클릭 시 개인정보 수집에 대해 동의한 것으로 봅니다.
코디탑텐은 적법하고 공정한 수단에 의하여 서비스 계약의 성립 및 이행에 필요한 최소한의 개인정보를 수집합니다.


 3. 개인정보의 제공 및 공유


코디탑텐은 서비스 제공과 관련해서 알고 있는 회원님의 개인정보를 외부로 유출하거나 공개하지 않습니다. 다만 보다 나은 서비스 제공을 위하여 회원님의 개인정보를 제휴사에게 제공하거나 또는 제휴사와 공유 할 수 있습니다.
개인정보를 제공하거나 공유할 경우에는 사전에 회원님께 제휴사의 정보, 제공 또는 공유되는 개인정보항목이 무엇인지, 왜 그러한 개인정보가 제공되거나 공유되어야 하는지, 그리고 언제까지 어떻게 보호 관리되는지에 대해 개별적으로 동의를 구하는 절차를 거치게 되며, 동의하지 않는 경우에는 제휴사에게 제공하거나 공유하지 않습니다.


 4. 개인정보 보유기간 및 이용기간


귀하가 코디탑텐의 회원으로서 코디탑텐이 제공하는 서비스를 받는 동안 회원님의 개인정보는 코디탑텐에서 계속 보유하며 서비스 제공을 위해 이용됩니다.
다만, 코디탑텐의 회원이 ‘회원정보 열람, 정정(수정)’에서 설명한 절차와 방법에 따라 회원 본인이 직접 삭제, 정보 수정 정보, 회원탈퇴를 요청한 경우에는 재생할 수 없는 방법에 의하여 하드디스크에서 완전히 삭제되며 어떠한 용도로도 열람 또는 이용할 수 없도록 처리됩니다.


 5. 개인정보의 변경 및 회원탈퇴


코디탑텐 서비스에 가입할 때 기입한 정보들은 서비스 내의 회원 정보 페이지에 접속하여 언제든지 변경하실 수 있습니다. 회원의 회원정보 열람이나 변경 및 기타 통제는 회원님이 직접합니다.

로그인 후 회원 정보 페이지에서 회원탈퇴를 선택하신 후 본인확인을 위한 정보 입력 후 탈퇴신청을 하시면 바로 탈퇴되며, 탈퇴와 관련된 문의사항은 02-2234-1777로 연락하시면 즉시 조치해 드리겠습니다.
서비스 이용 해지 신청을 한 경우에는 서비스 전체를 이용할 수 없게 되며, 폐기된 개인정보의 경우는 재생이 불가능하며 어떠한 용도로도 조회 또는 이용될 수 없습니다.


 6. 개인정보 보호를 위한 기술적, 제도적 관리


코디탑텐의 개인정보는 기본적으로 비밀번호에 의해 보호됩니다.
회원님의 개인정보에 접근할 수 있는 권한과 비밀번호를 관리하고 유지하는 책임도 본인에게 있습니다. 그러므로 비밀번호 관리에 특별히 신경을 쓰셔야 하며 타인에게 절대로 비밀 번호를 알려주셔서는 안됩니다.

또한 코디탑텐 서비스를 사용하기 위해 코디탑텐에 로그인을 하셨다가 작업이 끝난 경우에는 반드시 로그아웃 하셔야 하며 브라우저를 이용하여 다른 사이트로 이동할 경우나, 혹은 서비스 이용을 종료하였을 때에는 반드시 해당 브라우저를 종료하시기 바랍니다.
공동으로 사용하는 PC환경에서는 개인정보 보호를 위해 특히 비밀번호 관리에 신경을 쓰셔야 합니다.


 7. 쿠키(cookie) 운영


쿠키(cookie)란 인터넷 웹 페이지와 자신의 컴퓨터 사이에서 통신을 매개해주는 정보로 코디탑텐 서버에 회원님에 관한 정보를 회원님 자신의 컴퓨터에 저장하도록 허용하는 장치로 사용됩니다.

코디탑텐은 이러한 쿠키(cookie)를 이용하여 회원님의 브라우저 형식이나 서비스 이용 형태를 얻게 되며, 이러한 쿠키 정보를 바탕으로 회원님께 유용하고 보다 편리한 맞춤서비스를 제공하는데 사용하게 됩니다.


 8. 어린이 정보보호 조항


만 14세 미만의 어린이는 회원 가입을 받지 않습니다. 코디탑텐은 만 14세 미만의 어린이의 정보를 공유하거나 다른 사람에게 제공하지 않으며, 만14세 미만 어린이의 법정대리인은 어린이의 개인정보를 열람, 정정, 동의철회를 요청할 시, 코디탑텐은 지체 없이 필요한 조치를 취합니다



 9. 개인정보 관리 책임자의 소속 성명 침 연락처


코디탑텐은 개인 정보보호지침(안)에 의거하여 서비스 이용자에게 개인 정보관리 책임자를 다음과 같이 명시합니다.

● 개인정보 책임자 : 장현진 팀장
● 연락처 : 02-2234-1777


 [청소년 보호정책]


코디탑텐은 청소년이 건전한 인격체로 성장할 수 있도록 하기 위하여 정보통신망 이용촉진및정보보호등에관한법률 및 청소년보호법에 근거하여 19세 미만의 청소년들이 유해정보에 접근할 수 없도록 청소년보호청책을 마련하여 시행하고 있습니다.



 [청소년 보호 활동]


코디탑텐은 청소년의 건전한 성장을 저해하는 음란, 불법 등의 유해정보와 비윤리적, 반사회적 행위에 대해서 엄격하게 제재하기 위하여 다음과 같이 활동하고 있습니다.

가. 청소년유해정보로부터의 청소년보호계획의 수립
나. 청소년유해정보에 대한 청소년접근제한 및 관리조치
라. 정보통신업무 종사자에 대한 청소년유행정보로부터의 청소년보호를 위한 교육
마. 청소년유해정보로 인한 피해상담 및 고충처리
바. 그 밖에 청소년유해정보로부터 청소년을 보호하기 위하여 필요한 사항
    개인정보 책임자  장현진 팀장/전 화 : 02-2234-1777

이상 변경 된 코디탑텐의 개인정보ㆍ청소년 보호정책은 2008년 1월 20일부터 시행됩니다.
";
?>