<?php

echo "
제1장 총칙

제 1 조 (목적)
이 약관은 (주)써드브레인(이하 “회사”라 합니다)의 인터넷 서비스 코디탑텐www.coditop10.com(이하 “서비스”라 합니다)을 이용하는 고객(이하 “샵회원”이라 합니다)에 대하여 회사가 제공하는 서비스의 가입조건 및 이용에 관한 제반 사항과 기타 필요한 사항을 구체적으로 규정함을 목적으로 합니다.

제 2 조 (이용약관의 효력 및 변경)
1. 이 약관은 코디탑텐 www.coditop10.com 서비스에서 온라인으로 공지함으로써 효력을 발생하며, 합리적인 사유가 발생할 경우 관련 법령에 위배되지 않는 범위 안에서 개정될 수 있습니다. 개정된 약관은 온라인에서 공지함으로써 효력이 발생하며, 샵회원의 권리 또는 의무 등 중요한 규정의 개정은 사전에 공지합니다.
2. 회사는 합리적인 사유가 발생할 경우에는 이 약관을 변경할 수 있으며, 약관이 변경된 경우에는 지체 없이 이를 공지합니다.
3. 이 약관에 동의하는 것은 정기적으로 서비스를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 회사에서 책임지지 않습니다.
4. 샵회원이 변경된 약관에 동의하지 않을 경우 회사는 해당 샵회원의 탈퇴(해지)를 요청할 수 있으며, 변경된 약관의 효력 발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.

제 3 조 약관 외 준칙
본 약관에 규정되어 있지 않은 사항에 관해서는 서비스 별 이용 규칙과 관계 법령에 따릅니다.

 제 4 조 (용어의 정의)
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1. ‘이용계약’이란 서비스를 제공받기 위하여 회사와 샵회원 간에 체결하는 계약을 말한다.
2. ‘샵회원’이라 함은 샵회원 등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말한다.
3. “일반회원”이라 함은 함은 일반회원 등록을 한 자로서, 회사의 정보를 지속적으로 제공받으며, 회사가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말한다.
4. ‘아이디(ID)’란 샵회원 식별과 서비스 이용을 위하여 샵회원이 선정하고 회사가 인정한 문자와 숫자의 조합을 말한다.
5. ‘비밀번호’란 샵회원의 정보보호와 안전한 서비스 이용을 위하여 샵회원이 선정한 문자와 숫자의 조합을 말한다.
6. ‘이용 해지’란 회사 또는 샵회원이 서비스 이용 이후 그 이용계약을 종료 하는 것을 말한다.
7. ‘일시 정지’란 회사가 정한 일정한 요건에 따라 일정 기간 동안 서비스 이용을 보류/중지하는 것을 말한다.

제2장 서비스 이용계약의 체결

제 5 조 (서비스 이용계약의 성립)
이용계약은 샵회원이 이용 신청을 했을 경우 샵회원의 약관 내용에 대한 동의와 회사의 이용 승낙으로 성립됩니다.

제 6 조 (서비스 이용 신청)
1. 서비스 이용을 원하는 이용 고객은 회사에서 요청하는 소정의 가입신청 양식에 따라 개인의 신상정보를 기록하여 신청해야 합니다.
2. 가입신청 양식에 기재하는 모든 정보는 실제 데이터인 것으로 간주됩니다.
3. 샵회원께서 기재하신 정보가 허위(차명, 개인정보 도용 등)인 것으로 판명되거나, 그러하다고 의심할만한 합리적인 사유가 발생하는 경우 샵회원은 법적인 보호를 받을 수 없고, 회사는 샵회원의 본 서비스 사용을 일부 또는 전부 제한 할 수 있으며, 이로 인하여 발생하는 모든 불이익에 대해 책임을 지지 않습니다.
4. 샵회원이 허위 기재한 정보로 인해 회사 및 제3자에게 피해를 입힌 경우, 샵회원은 민형사상의 모든 책임을 져야 합니다.
5. 본 서비스를 이용하는 샵회원을 등급별로 구분하고 제공하는 서비스에 차등을 둘 수 있습니다.

제 7 조 (이용 신청의 승낙과 제한)
1. 회사는 제6조의 규정에 의한 이용신청고객에 대하여 업무 수행상 또는 기술상 지장이 없는 경우 원칙적으로 접수순서에 따라 서비스 이용을 승낙합니다.
2. 회사는 아래사항에 해당할 경우 이용승낙하지 않을 수 있습니다.
①실명이 아니거나 타인의 명의를 이용하여 신청한 경우
②이용계약 신청서의 내용을 허위로 기재한 경우
③부정한 용도로 본 서비스를 이용하고자 하는 경우
④영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우
⑤본 서비스와 경쟁관계에 있는 이용자가 신청하는 경우
⑥기타 규정한 제반 사항을 위반하며 신청하는 경우
3. 회사는 서비스 이용신청이 다음 각 호에 해당하는 경우에는 그 신청에 대하여 승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다.
①회사가 설비의 여유가 없는 경우
②회사의 기술상 지장이 있는 경우
③기타 이용승낙이 곤란한 사유가 있는 경우
 4. 회사는 이용신청고객이 관계법령에서 규정하는 미성년자일 경우에 서비스별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다.

 제 8 조 (샵회원 ID 변경과 관리)
1. 회사 서비스의 샵회원ID는 샵회원 본인의 동의 하에 회사의 다른 서비스의 본인 ID와 연동될 수 있습니다.
2,. 샵회원이 ID와 비밀번호를 소홀히 관리하여 발생하거나 무단양도, 대여 등에 의한 서비스 이용상의 손해와 피해의 책임은 샵회원에게 있으므로 각별히 주의해야 합니다.
3. 샵회원이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 회사의 고객센터로 통보하고, 샵회원의 정보와 권익보호를 위한 회사의 안내에 따르도록 합니다.
4. 사이트 통합, 회사의 인수 합병 등 중요 정책 변경에 따라 ID의 본질적인 부분을 변경하지 아니하는 방법으로 ID를 일괄 변경할 수 있습니다. 이 경우 회사는 당해 샵회원에게 그 변경 사실을 통지합니다.

제3장 계약당사자의 의무

제 9 조 (회사의 의무)
1. 회사는 특별한 사정이 없는 한 샵회원이 신청한 서비스 제공 개시일에 서비스를 이용할 수 있도록 합니다.
2. 회사는 계속적이고 안정적인 서비스의 제공을 위하여 설비에 장애가 발생한 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리 또는 복구합니다.
3. 회사는 샵회원의 개인신상정보를 본인의 승낙 없이 타인에게 누설, 배포 하여서는 아니 됩니다. 다만, 전기통신관련법령 등 관계법령에 의하여 관계 국가기관 등의 요구가 있는 경우에는 그러하지 아니합니다. 샵회원의 개인정보보호에 관해서는 관련법령 및 회사가 정하는 \"개인정보보호정책\" 에 정한 바에 의합니다.
4. 회사는 샵회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다.
다만, 즉시 처리가 곤란한 경우에는 샵회원에게 그 사유와 처리일정을 통보하여야 합니다.

 제 10 조 (샵회원의 의무)
1. 회사의 명시적 동의가 없는 한 샵회원의 이용권한은 샵회원 개인에 한정되며, 타인에게 양도, 증여하거나 이를 담보로 제공할 수 없습니다.
2. 샵회원은 본 서비스 이용 시 다음 각 호의 행위를 하여서는 안됩니다.
① 샵회원은 이용 신청 또는 변경 시 허위 사실을 기재하거나, 다른 사람의 개인정보를 이용하는 행위를 할 수 없음.
② 샵회원은 본 서비스 이용 중 습득한 정보를 상업적 목적으로 이용하거나 출판, 방송 등을 통하여 회사의 허락 없이 제3자에 노출시키는 행위를 할 수 없음. 단, 공익 목적이나 샵회원의 이익을 위하여 필요한 경우에는 회사에게 협의를 요청하고 사전 동의를 구함.
③ 샵회원은 제3자의 권리나 저작권 등을 침해하는 행위를 할 수 없음.
④ 샵회원은 회사에서 공식적으로 인정한 경우를 제외하고는 서비스를 이용하여 상품 또는 용역을 판매하는 영업 활동 등의 상행위를 할 수 없으며, 특히 해킹, 광고를 통한 수익, 음란사이트를 통한 상업행위, 상용소프트웨어 불법배포 등을 할 수 없음.
⑤ 샵회원은 회사의 사이트 운영을 저해하거나 다른 샵회원의 서비스 이용을 방해하거나 회사의 운영진, 직원 또는 관계자를 사칭하는 행위를 할 수 없음.
⑥ 샵회원은 미풍양속을 저해하는 정보나 문자, 그림 등을 타인에게 유포시키는 행위를 할 수 없음.
3. 샵회원은 본 서비스의 이용을 위해 자신의 정보를 관리해야 하며 제6조 제1항의 등록사항에 변경이 있을 경우 회사가 제공하는 서비스 내의 개인정보 수정 페이지를 통하여 변경사항을 즉시 알려야 합니다.

제4장 서비스 이용

제 11 조 (서비스 이용료)
1. 서비스이용료는 서비스를 이용함에 따른 대가로 샵회원이 회사에 지불하여야 하는 금액을 의미합니다.
2. 서비스이용료 지불시 캐쉬 충전방식으로 결제가 이루어지며 등록 기간내 샵회원의 사유로 인한 일시중지 시 이용료는 환불되지 않습니다.
3. 회사는 샵회원이 요청하는 경우 캐쉬 충전 비용에 대한 세금계산서를 발행합니다.

제 12 조 (샵회원의 관리의무)
 1. 회사 서비스로의 상품등록은 샵회원 등록이 완료됨과 동시에 가능하며, 이를 위해서 샵회원은 상품 및 용역에 관한 정보를 직접 등록, 관리하여야 합니다.
2. 샵회원은 재고 수량 등 수시로 변동되는 사항에 대한 데이터를 적절히 관리하여야 하며, 데이터를 허위로 기재할 수 없습니다.
3. 샵회원은 전자상거래 등에서의 소비자 보호에 관한 법률(이하 “전소법”이라 함) 등 회사에서 제공하는 서비스와 관련하여 법령이 요구하는 사항을 준수하여야 합니다.
4. 샵회원은 회사의 서면에 의한 사전 승인 없이 회사의 상호나 로고 등을 사용할 수 없습니다.
5. 샵회원은 회사의 서비스에 등록된 상품에 대한 보증 서비스를 자신의 책임과 비용으로 실시하여야 합니다.

제 13조 (경품 제공 의무)
1. 샵회원이 회사의 서비스를 이용하는 경우, 회사에서 제시하는 경품 제공 조건에 동의한 것으로 간주합니다.
2. 샵회원이 등록한 코디가 순위 내에 오른 경우, 등록된 상품 일체를 경품으로 제공해야 하는 의무가 발생합니다. 단 부득이한 경우 경품으로 지급할 상품의 판매가와 동일한 금액의 상품권 등으로 대체해 지급할 수 있으며, 이 경우 당첨자와 협의해 정합니다.
3. 샵회원은 경품 제공 의무와 경품 당첨자가 선정된 시점으로부터 7일 이내에 경품을 발송완료 해야 합니다.
4. 샵회원이 제공한 경품에 대한 재세공과금은 샵회원이 부담하며, 당첨자에게 부과할 수 없습니다.
5. 샵회원이 정당한 사유 없이 경품 지급을 지체하거나 거부하는 경우, 회사는 샵회원의 서비스 이용을 제한하고, 관계 기관에 고발해 민형사상 책임을 물을 수 있습니다.

  제 14 조 (서비스 이용 개시)
1. 회사는 샵회원의 이용 신청을 승낙한 때부터 서비스를 개시합니다. 단, 일부 서비스의 경우에는 회사에서 지정된 일자부터 서비스를 개시합니다.
2. 회사의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공지하거나 샵회원에게 통지하여 샵회원의 불편을 최소화 합니다.

 제 15 조 (서비스 이용 시간)
1. 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 시스템 점검, 증설과 교체 및 고장 등의 이유로 회사가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이러한 경우 회사는 사전 또는 사후에 이를 공지합니다.
2. 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.

 제 16 조 (서비스의 변경 및 중지)
1. 회사는 변경될 서비스의 내용 및 제공일자를 샵회원에게 통지하고 서비스를 변경하여 제공할 수 있습니다.
2. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를 제한하거나 중단할 수 있습니다.
① 서비스용 설비의 확장, 보수 등 공사로 인한 부득이한 경우
② 회사가 통제하기 곤란한 사정으로 불가피하게 서비스 중단이 필요한 경우
③ 서비스 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
④ 새로운 서비스로의 교체 등 회사가 적절하다고 판단하는 경우.
⑤ 기타 정전, 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
3. 회사는 비실명자, 청소년보호법상의 보호 대상, 만 20세 미만, 외국인에 대하여 일정한 서비스의 제공을 제한할 수 있습니다.
4. 제13조 제2항에 의한 서비스 중단의 경우에는 샵회원에게 그 사실을 사전에 통지합니다. 다만, 회사가 통제할 수 없는 사유로 인한 서비스의 중단(운영자의 고의나 과실이 없는 시스템 장애 등)으로 인하여 사전 통지가 불가능한 경우에는 예외로 합니다.

제 17 조 (샵회원의 게시물)
1. 게시물이라 함은 회사의 서비스 내에 샵회원이 올린 글, 사진, 그림, 동영상, 각종 파일과 링크, 각종 덧글 등의 정보를 의미합니다.
2. 샵회원이 서비스 내에 게시한 게시물로 인해 샵회원 개인에게 발생하는 손실이나 문제는 샵회원 개인의 책임이므로, 게시물 작성 시 관련법령에 위배되지 않도록 유의해야 합니다.
3. 샵회원은 다음 각 호에 해당하는 게시물을 게시하거나 전달할 수 없으며 회사는 서비스 내에 존재하는 게시물이 다음 각 호에 해당한다고 판단되는 경우 해당 게시물을 삭제, 이동 또는 등록거부를 할 수 있습니다.
또한, 회사는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, 샵회원은 그 지침에 따라 각종 게시물을 등록하거나 삭제하여야 합니다.
① 회사, 다른 샵회원 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
② 공공질서 및 미풍양속에 위반되는 내용을 유포하는 경우
③ 범죄적 행위에 결부된다고 인정되는 내용인 경우
④ 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
⑤ 법령을 위반하거나 타인의 권리를 침해하는 방식으로 정치적, 종교적 분쟁을 야기하는 경우
⑥ 승인되지 않은 광고, 판촉물을 게재하는 경우
⑦ 타인의 개인정보를 도용하여 작성한 내용이거나, 타인이 입력한 정보를 무단으로 위변조한 내용인 경우
⑧ 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우
⑨ 기타 관계 법령 및 회사의 지침 등에 위반된다고 판단되는 경우


 제 18 조 (게시물에 대한 저작권)
1. 샵회원이 서비스 내에 게시한 게시물의 저작권은 저작권법에 의해 보호를 받습니다. 단 해당 게시물이 제3자의 저작권을 침해하는 등의 사유로 저작권을 인정 받을 수 없는 경우에는 보호 받을 수 없습니다.
2. 샵회원은 서비스를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 출판, 전송, 배포, 방송 및 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없으며, 게시물에 대한 저작권 침해는 관계 법령의 적용을 받습니다.
3. 샵회원은 자신이 작성한 게시물을 회사의 서비스에 등록함과 동시에 해당 게시물에 대한 저작권의 상업적 이용에 대한 권한을 회사에 위임하며, 회사가 국내외에서 다음 각 호의 목적으로 사용하는 것을 허락합니다.
① 서비스 내에서 샵회원 게시물을 복제, 수정, 개조, 전송, 전시, 배포 및 2차 저작물과 편집 저작물 작성
② 회사에서 운영하는 관련 사이트의 서비스 내에서 샵회원 게시물을 전시, 배포
③ 회사의 서비스를 홍보하기 위한 목적으로 미디어, 통신사 등에게 샵회원 의 게시물 내용을 보도, 방영 하는 것. 단 이 경우 회사는 샵회원의 개별 동의 없이 미디어, 통신사 등에게 개인정보를 제공하지 않음
④ 회사에서 판매하고자 하는 상품에의 이용
4. 회사는 회사의 합병, 영업양도, 회사가 운영하는 사이트 간의 통합 등의 사유로 원래의 게시물의 내용을 변경하지 않고 게시물의 게시 위치를 변경할 수 있습니다.


 제 19 조 (정보의 제공)
1. 회사는 샵회원에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편이나 서신우편 등의 방법으로 샵회원에게 제공할 수 있습니다.
2. 회사는 서비스 개선 및 샵회원 대상의 서비스 소개 등의 목적으로 추가적인 개인 정보를 요구할 수 있습니다.

 제 20 조 (광고 게재 및 광고주와의 거래)
1. 회사는 서비스의 운용과 관련하여 모든 서비스 페이지, 전자우편 등에 광고를 게재할 수 있으며, 서비스를 이용하고자 하는 샵회원은 이 광고게재에 대하여 동의하는 것으로 간주됩니다.
2. 회사는 본 서비스 상에 게재되어 있거나 본 서비스를 통한 광고주와의 판촉활동에 샵회원이 참여하거나 교신 또는 거래의 결과로서 발생하는 모든 손실 또는 손해에 대해 책임을 지지 않습니다.

 제 21 조 (회사의 소유권)
1. 회사가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타권리는 회사에게 소유권이 있습니다.
2. 샵회원은 회사가 명시적으로 승인한 경우를 제외하고는 제1항 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재 라이센스, 담보권 설정행위, 상업적 이용행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.

 제5장 계약 해지 및 이용제한

 제 22 조 (계약해지 및 이용제한)
1. 샵회원은 회사가 제공하는 서비스 내의 샵회원탈퇴 기능을 통하여 언제라도 탈퇴를 요청할 수 있습니다. 회사는 제13조 제2항의 불가피한 사정이 없는 한 지체없이 샵회원탈퇴를 처리합니다.
2. 샵회원이 법령 또는 이 약관이 금지하거나 미풍양속에 반하는 행위를 하는 경우, 회사는 당해 샵회원에게 사전통지를 한 후, 서비스 이용권한을 일정기간 제한하거나 이용권한을 상실시킬 수 있습니다. 단, 해킹, 사기를 목적으로 한 홈페이지를 홍보하는 게시물을 게재하는 경우, 관리자를 사칭한 경우 통보없이 이용권한을 상실 시킬 수 있습니다.

 제6장 손해배상 및 기타 사항

 제 23 조 (손해 배상)
1. 회사는 서비스에서 무료로 제공하는 서비스의 이용과 관련하여 개인정보보호정책에서 정하는 내용에 해당하지 않는 사항에 대하여는 어떠한 손해도 책임을 지지 않습니다.
2. 샵회원이 서비스를 이용 중에 행한 불법적 행위 및 본 약관의 규정 위반으로 인하여 회사에 손해가 발생하거나 제3자로부터 손해배상 청구 또는 각종 이의제기를 회사가 받는 경우, 당해 샵회원은 회사에 발생하는 손해를 배상하여야 합니다.

 제 24 조 (면책 조항)
1. 회사는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.
2. 회사는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.
3. 회사는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
4. 회사는 샵회원의 귀책사유로 인한 서비스 이용의 장애 또는 손해에 대하여 책임이 면제됩니다.
5. 회사는 샵회원이 회사에서 제공하는 서비스로부터 기대되는 이익을 얻지 못하였거나 서비스 자료에 대한 취사선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
6. 회사는 샵회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 회사는 샵회원이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.
7. 회사는 샵회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.
8. 회사는 회원 상호간 및 회원과 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다. 단 저작권과 관련한 분쟁에 대하여는 회원을 대리하여 조치를 취할 수 있습니다.
9. 회사에서 샵회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.

 제 25 조 (재판권 및 준거법)
1. 서비스 이용 중 발생한 샵회원과 회사간의 분쟁에 대해 소송이 제기될 경우 회사의 본사 소재지를 관할하는 법원을 관할법원으로 합니다.
2. 회사와 샵회원간에 제기된 소송에는 대한민국국법을 적용합니다.
3. 서비스 이용으로 발생한 분쟁에 대해 소송이 제기되는 경우 법령에 정한 절차에 따른 법원을 관할 법원으로 합니다.

 부칙
이 이용약관은 2008년 1월 부터 시행합니다.
";
?>